{
  "Copilot.vim": { "branch": "release" },
  "CopilotChat.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "ayu-vim": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "efmls-configs-nvim": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "iceberg.vim": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kensaku-search.vim": { "branch": "main" },
  "kensaku.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lightspeed.nvim": { "branch": "main" },
  "lsp-inlayhints.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree-docs": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "skkeleton": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "typst.vim": { "branch": "main" },
  "vim-commentary": { "branch": "master" },
  "vim-flog": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-game-code-break": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "window-picker": { "branch": "main" }
}